Repository: BPI-SINOVOIP/THG6500-TAX2-OPENWRT-BSP
Catalog: feeds/luci/applications/luci-app-banip/po/*/banip.po
Languages: nl

source: -m limit --limit 2/sec (default)
nl: -m-limiet --limiet 2/sec (standaard)

source: 1 hour
nl: 1 uur

source: 12 hours
nl: 12 uren

source: 24 hours
nl: 24 uur

source: 30 minutes
nl: 30 minuten

source: 6 hours
nl: 6 uur

source: Action
nl: Acties

source: Active Devices
nl: Actieve apparaten

source: Active Interfaces
nl: Actieve interfaces

source: Active Logterms
nl: Actieve Logtermen

source: Active Sources
nl: Actieve bronnen

source: Active Subnets
nl: Actieve subnetten

source: Add additional, non-banIP related IPSets e.g. for reporting and queries.
nl: Voeg extra, niet-BanIP-gerelateerde IPSets toe, bv. voor rapportage en query's.

source: Add this IP/CIDR to your local whitelist.
nl: Voeg dit IP/CIDR toe aan uw lokale whitelist.

source: Additional Settings
nl: Aanvullende instellingen

source: Additional trigger delay in seconds before banIP processing begins.
nl: Extra start-vertraging voordat banIP proces begint (secondes).

source: Advanced E-Mail Settings
nl: Uitgebreide E-Mail instelling

source: Advanced Log Settings
nl: Uitgebreide Log instelling

source: Auto Blacklist
nl: Autom. zwarte lijst

source: Auto Detection
nl: Autodetectie

source: Auto Whitelist
nl: Autom. witte lijst

source: Base Temp Directory
nl: Basis Temp (tijdelijke bestanden) directory

source: Base Temp Directory used for all banIP related runtime operations.
nl: Basis Temp (tijdelijke bestanden) directory voor alle banIP gerelateerde operaties.

source: Blacklist Timeout
nl: Timeout van zwarte lijst

source: Blacklist changes have been saved. Refresh your banIP lists that changes take effect.
nl: Zwarte lijst aanpassing is bewaard. Herlaad je banIP lijst om de aanpassing te activeren.

source: Blocklist Sources
nl: Blokkerlijst bronnen

source: Cancel
nl: Afbreken

source: Configuration of the banIP package to block ip adresses/subnets via IPSet. For further information <a href="https://github.com/openwrt/packages/blob/master/net/banip/files/README.md" target="_blank" rel="noreferrer noopener" >check the online documentation</a>
nl: Configuratie van banIP pakket om op adressen/subnetten te blokkeren via IPset. Voor meer informatie ga naar : <a href="https://github.com/openwrt/packages/blob/master/net/banip/files/README.md" target="_blank" rel="noreferrer noopener" >lees de online documentatie</a>

source: Count ACC
nl: Tel ACC

source: Count CIDR
nl: Tel CDIR

source: Count IP
nl: Tel IP

source: Count MAC
nl: Tel MAC

source: Count SUM
nl: Tel SUM

source: Countries
nl: Landen

source: DST Log Options
nl: DST Log opties

source: DST Target
nl: DST Doel

source: Detect relevant network interfaces, devices, subnets and protocols automatically.
nl: Detecteer relevante netwerkinterfaces, apparaten, subnetten en protocollen automatisch.

source: Don't check SSL server certificates during download.
nl: Tijdens download niet de SSL server certificaten controleren.

source: Download Insecure
nl: Onbeveiligd downloaden

source: Download Parameters
nl: Parameters downloaden

source: Download Queue
nl: Wachtrij downloaden

source: Download Utility
nl: Download hulpprogramma

source: E-Mail Actions
nl: E-Mail acties

source: E-Mail Notification
nl: E-Mail notificatie

source: E-Mail Profile
nl: E-Mail profiel

source: E-Mail Receiver Address
nl: E-Mail adres van ontvanger

source: E-Mail Sender Address
nl: E-Mail adres van verzender

source: E-Mail Topic
nl: E-Mail onderwerp

source: Edit Blacklist
nl: Bewerk zwarte lijst

source: Edit Maclist
nl: Bewerk MAC lijst

source: Edit Whitelist
nl: Bewerk witte lijst

source: Enable DST logging
nl: Activeer DST logs

source: Enable SRC logging
nl: Activeer SRC logs

source: Enable the banIP service.
nl: Activeer de banIP service.

source: Enable verbose debug logging in case of any processing errors.
nl: Activeer uitgebreide logs in geval van verwerkingsfouten.

source: Enabled
nl: Geactiveerd

source: Enables IPv4 support in banIP.
nl: Activeert IPv4 ondersteuning in banIP.

source: Enables IPv6 support in banIP.
nl: Activeert IPv6 ondersteuning in banIP.

source: Entry Details
nl: Invoer details

source: Extra Sources
nl: Extra bronnen

source: General Settings
nl: Algemene instellingen

source: Global IPSet Type
nl: Globaal IPSet type

source: Grant access to LuCI app banIP
nl: Geef toegang tot LuCI app banIP

source: High Priority
nl: Hoge prioriteit

source: Highest Priority
nl: Hoogste prioriteit

source: IPSet Information
nl: IPSet Informatie

source: IPSet Query
nl: IPSet zoekopdracht

source: IPSet Query...
nl: IPSet zoekopdracht...

source: IPSet Report
nl: IPSet rapportage

source: IPv4 Support
nl: IPv4 ondersteuning

source: IPv6 Support
nl: IPv6 ondersteuning

source: Information
nl: Informatie

source: LAN Forward
nl: LAN doorsturen (Forward)

source: LAN Input
nl: LAN inkomend (Input)

source: Last Run
nl: Laatst gedraaid

source: Least Priority
nl: Laagste prioriteit

source: Less Priority
nl: Lage prioriteit

source: Limit the log monitor to certain log terms.
nl: Beperk de log monitor tot bepaalde log termen.

source: Limit the selection to certain local sources.
nl: Beperk de selectie tot bepaalde lokale bronnen.

source: Line number to remove
nl: Regelnummer te verwijderen

source: List of available network interfaces to trigger the banIP start.
nl: Lijst van beschikbare netwerkinterfaces die banIP starten.

source: List of supported and fully pre-configured download utilities.
nl: Lijst van ondersteunde een volledig voor-ingestelde download hulpprogramma's.

source: Local Sources
nl: Lokale bronnen

source: Log Limit
nl: Log limiet

source: Log suspicious incoming packets - usually dropped.
nl: Log verdachte inkomende pakketten - gewoonlijk genegeerd (dropped).

source: Log suspicious outgoing packets - usually rejected. Logging such packets may cause an increase in latency due to it requiring additional system resources.
nl: Log verdachte uitgaande pakketten - gewoonlijk geweigerd (rejected). Loggen van dergelijke pakketten kunnen de vertraging (latency) vergroten omdat dit extra verwerkingscapaciteit van het systeem vergt.

source: LuCI Log Count
nl: LuCI Log teller

source: Maclist changes have been saved. Refresh your banIP lists that changes take effect.
nl: Mac lijst aanpassingen zijn bewaard. Herlaad je banIP lijsten om deze te activeren.

source: Manually override the pre-configured download options for the selected download utility.
nl: Handmatig aanpassen van de voor-ingestelde download opties voor het geselecteerde download hulpprogramma.

source: NGINX Log Count
nl: NGINX Log telling

source: Name
nl: Naam

source: Network Interfaces
nl: Netwerk interfaces

source: No Query results!
nl: Geen zoekresultaat gevonden!

source: No banIP related logs yet!
nl: Nog geen banIP gerelateerde logs!

source: Normal Priority (default)
nl: Normale prioriteit (standaard)

source: Number of CIDR entries
nl: Aantal CDIR regels

source: Number of IP entries
nl: Aantal IP regels

source: Number of MAC entries
nl: Aantal MAC regels

source: Number of accessed entries
nl: Aantal regels gebruikt

source: Number of all IPSets
nl: Aantal IPSet regels (alle)

source: Number of all entries
nl: Aantal regels (alles)

source: Number of failed LuCI login repetitions of the same ip in the log before banning.
nl: Aantal geweigerde LuCI logins vanaf hetzelfde ip in de log voorafgaand aan de uitsluiting/blokkering.

source: Number of failed nginx requests of the same ip in the log before banning.
nl: Aantal geweigerde nginx aanvragen vanaf hetzelfde ip in de log voorafgaand aan de uitsluiting/blokkering.

source: Number of failed ssh login repetitions of the same ip in the log before banning.
nl: Aantal geweigerde ssh logins vanaf hetzelfde ip in de log voorafgaand aan de uitsluiting/blokkering.

source: Overview
nl: Overzicht

source: Parse only the last stated number of log entries for suspicious events.
nl: Laat alleen het aantal regels in de log zien van de verdachte gebeurtenissen.

source: Profile used by 'msmtp' for banIP notification E-Mails.
nl: Profiel gebruikt voor 'msmtp' voor banIP E-Mail berichten/notificaties.

source: Query
nl: Zoekopdracht

source: Receiver address for banIP notification e-mails.
nl: Ontvangstadres voor banIP berichten/notificaties via E-Mail.

source: Refresh
nl: Herladen

source: Refresh Timer
nl: Herlaad timer

source: Refresh Timer...
nl: Herlaad timer...

source: Remove an existing job
nl: Verwijder bestaande job

source: Report Directory
nl: Rapportage directory

source: Restart
nl: Herstart

source: Restrict the internet access from/to a small number of secure websites/IPs and block access from/to the rest of the internet.
nl: Beprek toegang tot het internet naar/van een klein aantal beveiligde websites/IPs en blokkeer toegang van/naar de rest van het internet.

source: Result
nl: Resultaat

source: SRC Log Options
nl: SRC Log opties

source: SRC Target
nl: SRC doel

source: SSH Log Count
nl: SSH Log aantal

source: Save
nl: Opslaan

source: Search the active banIP-related IPSets for a specific IP, CIDR or MAC address.
nl: Zoek in actieve banIP-gerelateerde IPSets voor een specifiek IP, CIDR of MAC adres.

source: Select the relevant network interfaces manually.
nl: Handmatig relevante netwerkinterfaces selecteren.

source: Settings
nl: Instellingen
