Repository: BPI-SINOVOIP/THG6500-TAX2-OPENWRT-BSP
Catalog: feeds/luci/applications/luci-app-acl/po/*/acl.po
Languages: sl

source: ACL Settings
sl: ACL Nastavitve

source: ACL group
sl: ACL Skupina

source: Access level
sl: Nivo dostopa

source: Cannot encrypt plaintext password since uhttpd is not installed.
sl: Gesla za golo besedilo ni mogoče šifrirati, ker uhttpd ni nameščen.

source: Description
sl: Opis

source: Grant access to ACL configuration
sl: Omogočite dostop do konfiguracije ACL

source: Login name
sl: Ime za prijavo

source: LuCI Logins
sl: LuCI prijave

source: New account
sl: Novi račun

source: Password value
sl: Geslo

source: Password variant
sl: Geslo

source: Read access
sl: Pravice za branje

source: Session timeout
sl: Časovna omejitev seje

# Set all permissions in the table below to one of the given values
source: Set all:
sl: Nastavi vse:

source: The LuCI ACL management is in an experimental stage! It does not yet work reliably with all applications
sl: Upravljanje LuCI ACL je v eksperimentalni fazi! Še ne deluje zanesljivo z vsemi aplikacijami

source: The password may not start with "$p$".
sl: Geslo se ne sme začeti z "$p$".

source: The system account to use the password from
sl: Sistemski račun za uporabo gesla

source: UNIX account
sl: UNIX račun

source: Unable to encrypt plaintext password: %s
sl: Gesla za golo besedilo ni mogoče šifrirati: %s

source: Use UNIX password in /etc/shadow
sl: Uporabi UNIX geslo v /etc/shadow

source: Use encrypted password hash
sl: Uporabite šifrirano zgoščeno geslo

source: Write access
sl: Dostop za pisanje

# No permissions granted
source: denied
sl: Zavrnjeno

source: does not expire
sl: Ne poteče

# All permissions granted
source: full
sl: vse

# Select individual permissions manually
source: individual
sl: zasebno

# Some permissions granted
source: partial (%d/%d)
sl: delno (%d/%d)

# Only read permissions granted
source: readonly
sl: samo za branje
